---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.Room
zh: 房间
source: html/e6b482cd-2466-0bc0-77ca-c40d2adaa3c7.htm
---
# Autodesk.Revit.DB.Mechanical.Space.Room Property

**中文**: 房间

Return the Room of the space.

## Syntax (C#)
```csharp
public Room Room { get; }
```